{
  "fashion": {
    "0": {
      "id": 1,
      "title": "How to be fashionable with no money",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_1.jpg?alt=media&token=32f8352b-ec7f-4d06-8f88-02063d66a35d",
      "description": "One of the biggest misconceptions that exists about fashion – and there are many – is that it requires money. No question, the fault for this lies with fashion writers because we tend to write mainly about big (read: expensive) brands. There are several reasons for this, none of which, incidentally, are the ones most people assume, namely, that fashion writers are idiots and think everyone out there spends their Saturday mornings at Louis Vuitton, or, alternatively, that fashion writers are basically a load of Mean Girls, here to make everyone else feel miserable about their un-bling lifestyle.\n Rather, the answer is far more prosaic, which is French for boring: fashion writers are quite lazy. Expensive brands have more money to send out press releases, hold shows, pay for advertising. Therefore, fashion writers are basically spoon-fed the information without having to go out and look for it. (Some fashion writers, of course, are obliged to write nice things about expensive brands because the brands advertise in their publication. Happily, that is not a problem here at the Guardian, where the only fashion I ever see regularly advertised is men’s slacks from the Guardian store. And jolly stylish they are too, I’d wager my Guardian store-bought hat on it.)\n And that, Gen Y, is the rub when it comes to fashionable cheap clothes: they require effort to find. Which is not to say that all expensive things are nice (to be honest, a lot of expensive stuff looks to me like it comes from Imelda Marcos’s garage sale), but it is at least more visible. Good cheap stuff requires some nosing out on your part.",
      "date": "2017-09-12",
      "hashtag": "#fashion #nomoney"
    },
    "1": {
      "id": 2,
      "title": "Tips to find the perfect tango shoes",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_2.jpg?alt=media&token=0f6b5230-c9ac-4939-9450-5c22be665f8d",
      "description": "You’ve had enough of ‘dance socks’ and you too want lethal stiletto heels. Of course, like all un-necessary things, tango shoes are in fact so useful. A beautiful pair of tango shoes will boost your confidence, help your posture and your balance. They’ll also reflect your personality and say even more about you as a tango dancer.\n The only thing to watch out: when you go out and try them out, you might forget all the advice below and simply buy the pair you fall in love with. And we’d say, falling in love with a pair of tango shoes is the best thing that can happen, so go ahead and buy them!\n What makes good tango shoes\n Here are a few tips:\n 1. Shoes come in different heel size, we would recommend to stay away from 9 cm. 7 cm is preferred; if not, 8cm is also good. Heels will help your posture but if they are too high, you’ll find it hard to keep your balance and it might put too much pressure on your calves.\n 2. In terms of material, you need something that looks nice while being sturdy.\n We don’t recommend suede; we found that it doesn’t stay nice for very long and it expands, which means that the shoes become loose, your feet are not held properly and it becomes hard to dance.\n Leather is good and usually long lasting.\n Silk and other materials can last quite long so don’t rule them out except if they look very fragile. Nathalie has a pair of polka dot silk shoes which she’s been wearing over and over and they still look pretty good.\n Patent leather is Nathalie’s favourite because shoes look beautiful forever – although shoes tend to stick to each other so you need to regularly apply vaseline or hand cream to make sure they don’t.\n 3. Make sure the back of the shoes (whether opened or closed, doesn’t make much of a difference) holds your feet well.\n 4. Avoid shoes with pompons, bows or stuff on the top or at the back because you will get your heel stuck, and it will get messy.\n Buying tango shoes: which brand?\n In terms of brands, the best brand is Comme il Faut (from Buenos Aires), they are very comfortable and very solid. They are high end shoes selling at about £150. You’ll have to buy them from the Internet however. Comme il Faut shoes are one size bigger than what you would usually buy, so if you usually wear 38, you’ll need to buy 37 in Comme Il Faut.\n We also recommend Mme Pivot from Italy (UK Facebook page and italian website), which are sold in London by Barbara. She can arrange a viewing if you contact her – tell her you are coming from us. Her contact is: Barbarina@gmail.com. The price is somewhat similar to Comme Il Faut, if not slightly less.\n Amy’s shop also stocks various brands at different price points – Turquoise, M. Tango. Have a look at the website for more information.\n Alternatively, we’ve been recommended Supadance, which we’ve never tried but which are much cheaper. Their latin sandals look fine as long as you go for ultra slim heels. Other brands include Nueva Epoqua and Freed.",
      "date": "2017-09-12",
      "hashtag": "#tips #fashion #shoes"
    },
    "2": {
      "id": 3,
      "title": "Here Are the Best Red Dresses in Fashion History",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_3.jpg?alt=media&token=ff73b1ef-163d-4f03-a0d2-e175179c6a7a",
      "description": "Red. Not only is it the biggest color this season, but it’s also one of the most classic shades that will never go out of style. It’s bold and loud, commanding attention while also conveying a sense of dynamism. And it seems that the most stylish women throughout history have understood the power of the punchy color.\n We did some digging to round up the very best red dresses in fashion history. On our list is everyone from Audrey Hepburn to Cindy Crawford to Michelle Obama. While there is a range of styles, we did find one common theme among the stylish women wearing the hue: They’re portraying an unshakeable self-confidence that red seems to bring out in anyone who wears it. Have you tried wearing the strong shade?\n Go on to see the best red dresses in fashion history, and then shop our favorite styles from Reformation, Mango, Stella McCartney, and more.",
      "date": "2017-09-12",
      "hashtag": "#dress #red"
    },
    "3": {
      "id": 4,
      "title": "10 Things to Know About Rihanna’s Fenty Puma",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_4.jpg?alt=media&token=87200787-ef64-41c8-9c0d-f8cba6dcdefa",
      "description": "Pink sparkling alien-planet piles of sand are meant to be poked, I am sorry. Rihanna wouldn’t have put them there (there being on the floor of the Park Avenue Armory’s venue for her Fenty Puma SS18) if she didn’t want people to give it a little ding dong on the old door bell, right?\n Apparently not! The piles of sands were a no-touch zone, which I learned the hard way.\n Here are 10 other important things I learned/stuff you should know about Rihanna’s Sunday night Fenty Puma NYFW showing.\n 1. Rihanna launched swim and it’s as though she realized one more of her great life’s purposes.\n Some of it’s wearable, some of it is terrifying, a lot of it is neon and if sold, all will sell.\n 2. Anything can be fishnet, really, even underwear or swim bottoms.\n Either way, I do believe that this is the solution the world needed to the whole “breathable” question.\n 3. If you didn’t begin to celebrate the 80s this summer with high-thigh-cut bathing suits, the late 80s/early 90s will be fully beachside venerated by 2018.\n The more neon, the more pubic region showing, the more radical the sunglasses to pair with your biker shorts and scrunchies, the better.\n 4. Speaking of, biker shorts!!!\n All of us need to stop what we are doing immediately in regards to athletic pants and find biker shorts in bright colors then match them to and wear them under super short, skirted athletic shorts.\n 5. I asked Shiona Turini what she thought the people needed to know about this show and she said Joan Smalls is still queen.\n 6. Rihanna is trying to make high-heeled flip flops a thing.\n If anyone can make them a thing it is Rihanna. (Raise your hand if she’s the one who got you to wear pool slides sans irony) The big difference here is that hers have surfboard leash-inspired ankle straps.\n 7. Visors, meanwhile, are 100% back in action from the depths of…\n IDK, their Sandals resort vacation and every retirement community golf club ever? Swear on my life: if you don’t already, you will want one. They have been all over fashion week, Leandra’s been talking about them since last summer and now, at Fenty Puma SS18, they appeared on models.\n 8. Ditto fanny packs.\n If you’re doing the Fenty Puma look, however, they have to be over-over-sized.\n 9. I learned that I never knew I needed a cropped reflective waterproof half-zip wind breaker quite so badly as I do right now.\n 10. Motocross is the new yoga!!!\n But please, don’t try any of those tricks at home. (Rihanna opened and closed the show with motorcycles zipping up one end of the Park Avenue Armory, flipping high as hell over the pink sand mounds and landing on the other end. I mean, the crowd was GASPING, and to shock a fashion crowd on a late Sunday night is tough.) Get your fix instead via the clothes, like wide-legged pants (that might remind you of 2006), bodysuits and parachute-strapped jackets.\n Although, by all means, if you want to show up to a party or work like this, you 100% should.",
      "date": "2017-09-11",
      "hashtag": "#fashion #rihanna"
    },
    "4": {
      "id": 5,
      "title": "Basic fall outfit",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_5.jpg?alt=media&token=7c6d05b3-d2c9-46c8-9679-0705a151b589",
      "description": "TOP: Free People (sized up to get the off the shoulder fit – comes in a few other colors!) | DEMIM: Lovers + Friends (they run small!) | BOOTIES: Jeffrey Campbell | HANDBAG: Chanel (‘Deauville’ in Large) | EARRINGS: Nannacay | NAILS are a dip!\n Free People is killing it with the easy, causal, everyday shirts/sweaters/cardigans for fall 2017! Their tops have been my jam lately – they are just comfortable and great to throw on with jeans and go! There’s just something about being a mom – I live for a good, comfortable outfit that still looks like I put forth effort, lol. Anyway, if you like great basics for fall – like oversized sweaters or off the shoulder tops- definitely check out the Free People selection.\n We are all missing Canada for sure but the weather in Tulsa has been SO nice. It is in the 50-60s every morning and doesn’t typically get hotter than 84 this week — we are used to 100 so 84 is not too bad. 🙂\n What are your plans for the weekend?!?! John is working of course but my mom is going to come into town and stay with Luke and me! I am anxious to see her – we have gotten spoiled by getting to see her almost weekly since Luke was born! PS. I am hoping to get Luke’s nursery shot over the weekend – I have had a lot of requests for that! I have also had a few people ask for a tutorial on how I cut my jeans – let me know if you all want a dedicated post on that or maybe just a Snapchat tutorial?!?",
      "date": "2017-09-11",
      "hashtag": "#outfit #basic"
    },
    "5": {
      "id": 6,
      "title": "2 ways to wear this season's hottest sweater trend",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_6.jpg?alt=media&token=b45b4995-e5b3-494e-b9b7-b9e589400c3f",
      "description": "I don’t know about Atlanta, but in New York City, sweater weather is in full swing, and during my NYFW stay, I fully embraced the cooler temperatures with some of my favorite knitwear pieces that I picked up before and during my trip! We all love a good sweater in the crisp Fall air, but some of my favorite ones come in the geometrical color block designs that I’ve seriously started to fall in love with.\n Color block sweaters can definitely have a tendency to look frumpy when they’re not done right… a little reminiscent of that ugly Christmas sweater you save your your company’s annual holiday party, if you will… but I think that pairing your sweater with the right accent pieces and accessories takes your knitwear game to the next level. I always love any excuse to pull out my vegan leather leggings, and now with Fall around the corner, my color block sweaters are the perfect excuse to do just that.",
      "date": "2017-09-10",
      "hashtag": "#fashion #outfit"
    },
    "6": {
      "id": 7,
      "title": "How to Transition Your Kimono's into the Fall Season",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_7.jpeg?alt=media&token=aa55d4a8-c4bb-4ed6-a94b-b9c4c1690be5",
      "description": "Greetings Lovelies!\n So, I was invited to a blogger shopping event at the Tanger Outlets in Atlantic City back in August. We were gifted a gift card and some other goodies and one of the items I snagged was this beautiful Kimono. Me and a Kimono...no longer a surprise to you guys. I love them. What I particularly love so much about this one is the beautiful colors that allow for this garment to transition so well into the upcoming Fall season.\n THE STYLING:\n I wanted to keep my look pretty neutral, so I went with these light grey skinny jeans, which I absolutely love by the way, The fit is perfection and they're so comfortable. Honestly, some of my most favorite pair of jeans are from Gap. They have been a consistent brand for me in quality and fit throughout the years. What's your go-to brand for great jeans?",
      "date": "2017-09-09",
      "hashtag": "#tips #fashion"
    },
    "7": {
      "id": 8,
      "title": "5 things that will transition any summer look to fall",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_8.jpg?alt=media&token=dcbf7423-8af6-433e-82e1-aa819b67f616",
      "description": "So it’s September, but I think the weather here in LA still thinks we’re in July! While I can’t think of anything I’d rather do than throw on a chic trench coat or a giant fuzzy sweater, I still wanted to find a way to incorporate Fall fashion from my Summer wardrobe. To be completely honest, if I wore this outfit out right now, I’d probably get a heatstroke… but with little elements in between (like the lips or bag), this look can totally be worn in the heat! Keep scrolling to discover 5 things that will transition any Summer look perfectly for Fall:\n 1. Dark Floral Dress\n One of the easiest ways to get yourself in an autumn state of mind is to change up your color palette. Incorporating darker colors and warm tones (as opposed to bright colors and pastel tones) into your wardrobe can easily shift your closet from summer to fall. This dark floral dress (similar here) is still warm-weather appropriate but the black, warm yellow and green colors give it a fall vibe!\n 2. Oversized Blazer\n I’ve said it once and I’ll say it again, an oversized blazer is going to be your closet staple this season. If you can stand to add another layer to your look (maybe if your office is an ice-box and you need a little warmth, or it gets cooler at night) then ditch your summer-worn blue jean jacket for an oversized blazer. The one I’m wearing here is from The Kooples but I’m also equally obsessed with this one and this one!\n 3. Thigh High Boots \n Every season I end up falling in love with a new pair of thigh high boots. Last year it was these and the year before I couldn’t stop wearing these! But this season, these thigh high Jimmy Choo boots are going to be my go-to’s. I love that they hug my legs and though they’re high-heels, they’re super comfortable! A good boot can instantly transform any look into the perfect fall look.\n 4. Structured Bag\n At this point, a structured bag is a classic. This one here has such a cool bucket-bag/pouch shape that makes a total statement! A new bag is like a new beginning. So treat yourself! If you’re looking to splurge- check this baby out. But if you’re on a budget, this one is super chic and under $100!\n 5. Dark Lips\n If it’s still WAY too hot out to rock a blazer or thigh-high boots, the easiest way to update your look for fall is to switch up your makeup! Dark lips anyone? A bold dark lip makes a huge statement and will never fail to add some edge to any look. If you can’t find a red/brown/fuchsia that fits you perfectly, try playing around and mixing shades! For this look, I’m wearing a deep scarlet, but I blended it with a darker brown to make a one of a kind hue.",
      "date": "2017-09-09",
      "hashtag": "#outfit #fashion"
    },
    "8": {
      "id": 9,
      "title": "The Best Street Style From New York Fashion Week Spring 2018",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_9.jpeg?alt=media&token=9a0b7668-6b94-408d-ae51-389b238982ee",
      "description": "Another season of New York Fashion Week is upon us—Spring 2018, to be exact—and with that comes another season of epic street-style moments. Follow along this week as we bring you the standout looks from outside the shows: #WangSquad girls in black leather and new, Guido Palau-shorn ‘dos, European editors in five-inch heels and head-to-toe Gucci, bloggers in their sixth outfit of the day.\n MORE: 8 Designers to Watch at New York Fashion Week Spring 2018\n And, of course, there will be plenty of celebrity sightings, with Rihanna showing her latest Fenty collection; Kendall, Gigi, and Bella all making the rounds on the runway; and Kaia Gerber making her NYFW debut.\n Click through the gallery below to see all the best looks, and check back throughout the week—we’ll be updating as new photos roll in.",
      "date": "2017-09-08",
      "hashtag": "#looks #fashion"
    },
    "9": {
      "id": 10,
      "title": "Keep It Classy",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_10.JPG?alt=media&token=51003941-58cb-4aa5-a82b-59ec72610165",
      "description": "Hello lovelies. Happy Thursday to each of you. I hope this post finds you well and enjoying your day thus far. So, I had a ton of questions on this dress once I posted it to IG, so figured I would share a more detailed look of it here on the blog today. I have linked it below, as well my boots and a few other pieces, so make sure to check the links at the bottom of the post.\n This dress is fantastic. It really is. It is insanely comfortable, and I love the fit and fabric of it. The simple floral design and color scheme makes it easy to pair with multiple pairs of shoes, whether that be boots like I have done here, or a pair of flats, sandals, or even the right pair of heels. For this particular day, I had meetings and shoots to attend downtown, so this dress kept me looking and feeling good the entire afternoon and evening. The fabric is very lightweight and comfy, and as I have said about other pieces before....to me a great piece is one that has versatility and can be worn over and over again. And this dress has that ability. I will be wearing it again and again and again. Any who, we have a busy day ahead, but thank you all for following and I hope this answers some of the questions you may have had on the dress. Oh, how about the Land Rover Discovery interior?! Could it be prettier? I honestly don't know if it could. That is a discussion for another post. Thanks for following, make today an absolutely wonderful day! Love you all!",
      "date": "2017-09-05",
      "hashtag": "#dress #looks"
    }
  },
  "fitness": {
    "0": {
      "id": 1,
      "title": "6 Tips for buying runnings shoes",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_1.jpg?alt=media&token=9fa52cd4-7224-4bee-aad8-8d9f14d3087d",
      "description": "To make sure your shoes can go the distance without hurting your body, Fullem suggests these tips to keep in mind.\n 1. Shop at Smaller Stores\n Major department chains can’t always answer your specific needs, so look for smaller specialty stores like Nike or your local running store. These shops have a knowledgeable staff to help you pick the right shoes for your running routine, says Fullem.\n 2. Think About the Length and Width\n Your feet need some breathing room as you run, so get a size that’s half an inch longer than what you normally wear. If running shoes tend to irritate the sides of your feet, then try a different width—brands like New Balance come in a wide range of widths, says Fullem.\n 3.Give Them a Test Run.\n Just like you wouldn’t buy a car without taking it for a spin, the same goes for running shoes. Ask a store clerk if you can take a lap around the store or step outside for a test run, says Fullem. It’s the only way you’ll truly know if a shoe works for you.\n 4. Buy Extras\n When new shoe models comes out every few months, it can be a huge pain to go through the hunt again. Fullem recommends buying more than one pair at a time. This way you’ll know exactly what shoe works for your body. You can also wait to stock up until the next model comes out, because the pair you have might be on sale at that point.\n 5. Don’t Assume Your Size\n Always re-measure your foot and try on a shoe because no two shoes will fit you the same way, says Fullem. Your size 7 Pumas might fit perfectly, but you might be a 7.5 in Reebok.\n 6. Don’t Believe Gimmicks\n If this study proves anything, it’s that special features in shoes don’t necessarily lead to better, injury-free performances, says Fullem. Unless a doctor recommends something like gel inserts, stick with the basic—and affordable—option.\n If you’re looking for shoes for different kinds of workouts, check out our shoe finder!",
      "date": "2017-09-12",
      "hashtag": "#running #shoes"
    },
    "1": {
      "id": 2,
      "title": "This 3-Move Workout For a Stronger Body Only Takes 15 Minutes",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_2.jpg?alt=media&token=61133584-c0c9-43cf-bed7-5a26ff4e6d4c",
      "description": "Trying to figure out what you should do for your next workout is as challenging as figuring out when you're even going to find the time to exercise. With this workout, there's no research required, and it only takes 15 minutes. As busy as we get, we can always find time for an episode of Scandal, and those commercials alone are much longer than this workout.\n This workout isn't just time efficient; it's also effective. By the end of the workout, you'll have worked your entire body while also getting your heart rate up. To put together this workout, we enlisted the help of Youfit Health Club's National Director of Fitness, Raphael Konforti. 'While it's pretty quick, you'll be working the majority of the time. By doing this circuit, you'll spend as much time exercising as some people do in 30 minutes,' Konforti told us.\n Directions: Do each exercise for a total of 45 seconds before moving on to the next exercise. Do not take breaks between each move. After completing all three exercises, rest for 45 seconds. Repeat for five rounds.\n 1. Deadlift\n 2. Squat\n 3. Push-Up\n Keep reading for more details and tips on each exercise.",
      "date": "2017-09-12",
      "hashtag": "#fitness #workouts #strength"
    },
    "2": {
      "id": 3,
      "title": "8 Yoga Poses for a Strong Core",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_3.jpg?alt=media&token=6263968f-815d-4a12-b901-12ed6a4573c4",
      "description": "Yoga is an excellent way to strengthen your abdominals. Most yoga workouts ask you to keep your core muscles actively engaged throughout the routine. Holding your abs in gives you stability and improves your posture. Using yoga for abs is a great way to get that lean, strong for look.\n These 10 poses are great for engaging your core muscles. You can integrate them into your current yoga workout, or turn them into a new routine by holding each pose for about 30 seconds.\n 1. Boat Pose,\n 2. Plank Pose,\n 3. Dolphin Plank Pose,\n 4. Side Plank Pose,\n 5. Extended Side Angle Pose,\n 6. Half Moon Pose,\n 7. Upward Facing Dog Pose,\n 8. Warrior I Pose.s",
      "date": "2017-09-10",
      "hashtag": "#yoga #core #fitness"
    },
    "3": {
      "id": 4,
      "title": "Your fall fitness workout",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_4.jpg?alt=media&token=c4ce6eaf-447f-4eed-9a6f-aa3146442215",
      "description": "It can be really hard to swap the easy-going vibes of summer—one day you’re picking peaches, the next you’re shibori dying your sheets (possibly squeezing in a beach or pool workout in between)—for the more structured schedule September typically brings. But there are some serious benefits to be had by starting new routines right now—be it beauty, diet, or exercise. Not least of all that they’re the perfect cure for a bad case of the summer scaries—AKA TFW you realize you have to start going back into the office on Fridays.\n Thankfully, when it comes to refreshing your workout plan, Tone It Up founders Karena Dawn and Katrina Scott are here to help. The duo’s known for hosting quarterly reset challenges with their ginormous online fitfam and are in the midst of bringing their cult sculpt sessions to the masses IRL. (Their roving TIU fitness festival launches in Washington, DC on Sept. 7, with plans to stop in 15 cities—from Boston to Nashville, Dallas, Philadelphia, Tampa, San Francisco, Chicago, and more—by October 7.) And just in case you can’t meet up with Dawn and Scott on tour, the twosome’s sharing their go-to exercises for a fall reboot with Well+Good.\n Broken up into upper-body and lower-body moves, their circuit’s designed to be done anywhere—though they recommend adding it to your at-home exercise plan. Why? “Indoor routines are perfect for high intensity interval training because you can tone your total body while [elevating] your heart rate and metabolism—all in the comfort of your home,” says Dawn. Plus, it’s much easier to DIY a post-workout turmeric latte when your kitchens only a couple feet away.",
      "date": "2017-09-09",
      "hashtag": "#fitness #workouts"
    },
    "4": {
      "id": 5,
      "title": "Runners, Here's How to Stay Safe and Fit on Your Next Vacation",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_5.jpg?alt=media&token=6d3077f9-224f-4b8d-9efe-e87907243ad0",
      "description": "Whether you're traveling for work or pleasure, you can take advantage of new scenery and get your run in while on the road. To stay safe while you run in an unfamiliar location, pay attention to the hazards and climate and follow these tips.\n 1. Scope out your route. While driving or riding around town, take a look around and really take the time to observe the route you're considering for your next run. Is the route well-lit? Is the area heavily trafficked? Are there any geographical dangers you'd need to navigate while on foot? Knowing what to expect is key to avoiding dangerous situations in an unfamiliar area.\n 2. Choose peak running hours. Even if you love the alone time you get with a late-night run in your hometown, choose peak hours when running in a new place. Wait for the sun to rise, when you know plenty of other people will be on the streets.\n 3. Know your route. You've already scoped out the area you think is the most scenic and safest for your next run, but before you head out, make sure you also really understand your route. Taking the time to chart your path, knowing where the crucial turns or turnarounds are to make it back to your hotel safely, will save you energy and frustration during your run.\n 4. Run unplugged, but be smart about it. Keep your eyes and ears open for traffic and people while you run through a new route, but do take your phone with you. If you're injured, lost, or feel unsafe, your phone is your safety net to calling a friend, getting an Uber, or consulting a map.\n 5. Bring your ID and cash. Also take your ID and cash with you to get safely into a cab or to identify yourself to police officers with in case of an emergency. Plan ahead so you have the pockets or belt you need to carry the additional emergency gear while you're traveling.\n 6. Eyes up. The best part of running in a new location is taking advantage of new and exciting scenery on your route. Whether it's the beach or the mountains, though, remember to keep your eyes up and focused on the traffic and people around you while you run. The scenery may provide a great distraction and make a long run more enjoyable, but stay alert to any hidden dangers in your path.\n 7. Don't be a hero. If you feel unsafe, trust your gut instead of powering through. If at any time during your run you feel unsafe, you have no obligation to be polite or a superhero. Hail a cab, turn around, and just get home.\n 8. Check in with colleagues, family, or friends you're traveling with. If you're traveling with others, this is not the time to be the superindependent woman who doesn't tell anyone where she's going or when she'll return. Let your travel partners know when you're leaving, the route you plan to run, and when you expect to return so someone will know if you've run into trouble.",
      "date": "2017-09-08",
      "hashtag": "#fitness #running #tips"
    },
    "5": {
      "id": 6,
      "title": "Transform the Shape of Your Butt With a Pair of Dumbbells and This 6-Move Workout",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_6.jpg?alt=media&token=e7fb2f80-709e-4efb-8896-633070dfd5eb",
      "description": "Many ladies are all about the booty gains! And while lifting heavy-ass barbells is a quick way to add volume to your buns, you can do it with dumbbells, too. Grab a pair that are medium- to heavy-weight (eight to 20 pounds, maybe more), and do these six moves that target your butt and legs. Repeat this workout two to three times. Your buns will be on fire! Once you get stronger, go ahead and increase the dumbbell weight.\n Related\n 6 Moves + 100 Reps = The Best Booty Burn of Your Life",
      "date": "2017-09-08",
      "hashtag": "#workouts #leg #butt"
    },
    "6": {
      "id": 7,
      "title": "Why a Personal Record in Running Is About Much More Than Just You",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_7.jpg?alt=media&token=b727e1e7-521e-4bb3-a9a9-d433fb616f62",
      "description": "After making major changes to my training and rethinking the way I eat, I finished a race more than five minutes faster than I had at the same race, on the same course, just one year prior. I immediately began celebrating on social media, bragging about my new personal record (PR).\n But then someone much wiser challenged me to rethink the way I define personal record. My beloved high school swim coach encouraged me to celebrate a lifetime best and stop using the word personal to describe my success. What's personal about that new, better time anyway?\n Do you really improve at any race by yourself?\n When forced to really think about the changes we make to get stronger, better, faster, there are almost always other people involved: family and friends who show up for every race, holding signs and buying celebratory brunch; friends and family who have learned to schedule weekend gatherings around long runs — they all contribute to our ability to be better. Without this support, would any of us have the self-discipline to stick to training on those cold, rainy mornings when no one's around to push us out the door?\n One significant change that propelled me over the finish line faster was my running club. How many seconds could I attribute to their motivation throughout the Summer? How many seconds did I spare because they helped me run up the huge hills on this course every Monday night for three months? More importantly, when I crossed the finish line and they were there smiling and cheering for me, wasn't that even better than my finish time?",
      "date": "2017-09-07",
      "hashtag": "#beginner #fitness #tips"
    },
    "7": {
      "id": 8,
      "title": "4 things this MD wishes everyone knew about eating sugar",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_8.jpg?alt=media&token=a8cd4be2-d14b-4c86-bce3-7982430e5ca4",
      "description": "Have you ever wondered why, once you start eating sugar, it can be seriously hard to stop? It’s not a matter of willpower, says Robin Berzin, MD—it’s biology. Here, the functional medicine guru and Well+Good Council member has some brilliant doctor’s orders for keeping your blood sugar on the level.\n 1. Create a sugar cap\n Research from University of California, San Francisco’s sugar science recommends a total of 25 grams of sugar daily, maximum—or less than 10 percent of your total calories. This includes both natural and added sugars in juices, fruit, and sweeteners. Keep in mind that many options from popular cold-pressed drink brands contain more than a day’s worth of sugar per bottle—and healthy bars have 20–25 grams on average, FYI.\n 2. Chew it—don’t drink it\n The truth is natural sugars in whole, organic fruits that you bite and chew are best. All forms of refined or concentrated sugar—agave, simple syrup, maple syrup, honey, and white and brown sugars—as well as simple carbs like breads, pastas, crackers, and other flour-based products, are inflammatory. High-fructose corn syrup, and fructose in general, is more inflammatory than non-fructose-based sugars. If you’re going to add sugar to something, I recommend using raw organic honey (which includes natural enzymes and immune-boosting nutrients like propolis), maple syrup, or brown, unbleached, organic sugar cane.\n 3. Find your sweet spot, timing-wise\n At Parsley Health, I recommend noon to 6 p.m. as your sugar window and ideally after a workout when your body will store some of that sugar in muscles and the liver for later. Why? In the morning, your cortisol is naturally higher. When cortisol is high, insulin is higher, and sugar is stored more readily as fat. In the evenings, sugar is a stimulant that can interrupt sleep and natural circadian rhythms. And even though cortisol is lower in the evening, your metabolism’s natural daily rhythm is set to wane at this time, so your body is less tolerant of a sugar influx. 4. Slow your sugar roll\n Sugar is best consumed in the presence of fat, protein, and fiber, which slow down the insulin response and trigger leptin, the hormone that tells your brain you are full, so that you don’t gorge. Healthy fats and fiber will keep you full, feed a healthy microbiome, and balance your insulin response.",
      "date": "2017-09-05",
      "hashtag": "#sugar #eathealty #food"
    },
    "8": {
      "id": 9,
      "title": "Are you taking too many supplements?",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_9.jpg?alt=media&token=cd671170-4c6e-4a5a-9af6-fa2e10da2e80",
      "description": "Dr. Regan Lucas Bailey, PhD, RD, MPH, CPH, who is an associate professor of nutrition science at Purdue University, has a bottle of Centrum Silver for Men on her desk. I confiscated it from my dad, she says. Recently, he was admitted to the hospital for too-high levels of vitamin B12. I asked, ‘Dad, what are you doing?’ Then I looked at this product and it has 1,667 percent of the daily value of B12, Dr. Bailey says. And he was taking that on top of another supplement that had B12 in it, too.\n When it comes to vitamins, the primary worry most people have is that they aren’t getting enough of what their body needs—which is completely valid, because many aren’t. But it’s possible to overdo it, too. Here, Dr. Bailey gives her best tips on how to take supplements safely.\n Are you going overboard with supplements? Here’s how to know for sure.\n Who needs supplements\n First things first: How do you even know if you should be taking a supplement—and if you do need one, how do you know exactly which and how much you should take? Anyone who is eliminating entire groups of food might need a dietary supplement, our expert says. If you’re dairy-free, you might not be getting enough calcium and vitamin D, or if you’re gluten-free, you might not be eating a whole lot of foods that are fortified with B vitamins.\n To get a sense of how many micro- and macronutrients, like protein and healthy fats, you’re eating, Dr. Bailey recommends using an app to track your eating habits for a typical week. The U.S. Department of Agriculture has one that’s free called SuperTracker, she says. (MyFitnessPal is another popular one.) You just log your meals and snacks, and the app calculates how much of each vitamin you’re getting—and whether it’s enough.\n Once you know what you need more of, the next logical step is to add supplements of those vitamins to your daily routine. Supplements have labels that indicate how much one dose is of the needed recommended diet, so that’s where you can fill in the gap, Dr. Bailey says, adding that aiming to get 100 percent is a good barometer to go by. The problem comes when you don’t track the percentage…\n Track your intake\n People who stack products are at the most risk of getting too much of a nutrient, Dr. Bailey says. So if you’re popping a multivitamin in addition to specific ones, she means you. According to Dr. Bailey, the key is to check the daily recommended amount percentages in the different supplements you’re taking; if your diet is pretty healthy, there’s typically not a reason for the total to exceed 100 percent.\n And it’s not just vitamins you should tally: Even macronutrients can be a danger if you consume them in excess. Dr. Bailey says many athletes looking to gain more muscle or increase performance stack protein products, fueling up on powders, bars, and capsules. Getting too much could result in kidney failure, so you want to be aware of your intake for that, too.\n Know the warning signs\n So, what’s the first physical indicator that you’re getting too much of something? Dr. Bailey says each nutrient has different red flags, but the Office of Dietary Supplements—which is connected to the National Institute of Health—has some pretty amazing fact sheets that lay everything out in great detail.\n They explain how much you need of everything based on how old you are, your gender, and if you’re pregnant or lactating, she says. Plus, you can see all the available science on each vitamin, so they really do all the homework for you. Whenever you add a supplement to your diet, it’s a good idea to check out the fact pages and get familiar with the first signs you’re overloading your system.\n When used in the right way, supplements can be awesome tools to help you feel amazing. In the end, it all comes down to awareness. Being mindful of what you’re putting in your body isn’t just good advice when it comes to food—the same applies to your vitamin regime, too.\n One popular OTC everyone seems to be popping: probiotics. Here’s how to find the right one for you. And getting more of this vitamin could be the key to saying goodbye to bloating for good.",
      "date": "2017-09-05",
      "hashtag": "#vitamins #supplements"
    },
    "9": {
      "id": 10,
      "title": "The one collection that converted this fre-flowing yogi to a sports-bra lover",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_10.jpg?alt=media&token=cbe81a53-b20d-4ce2-a817-56de6f2c1a93",
      "description": "When shopping for a sports bra, every woman runs through her personal mental checklist of priorities. Whether it’s support, the newest tech innovations, or styling details, something tops the list that will determine whether the bra ends up in the must-have or no way pile.\n Love Yoga co-founder Sian Gordon has the same checklist, but her set of qualifications is a tad different: I like to feel like I’m not wearing a bra when I’m wearing a bra, she says.\n Luckily for Gordon, the collections by FP Movement have created a mix of all of the important sports-bra qualities with maximum comfort. The activewear line by Free People is designed to achieve balance between function and fashion, and the bra department is no different.\n As the epitome of a free-spirited yogi, Gordon is serious about finding yoga clothes that feel like a second skin . And we mean literally: Just check out all the serene nature shots of her practicing yoga in the buff on her Instagram.\n I think it’s nice to do yoga naked but that’s not practical most of the time, Gordon admits—and considering her teaching schedule, that’s definitely true. That’s when I appreciate bras that stay in place.\n To find a bra that fits her effortless activewear style, Gordon personally tested out four FP Movement bras around Santa Monica in celebration of Free People’s new FP Movement pop-up shop to judge their comfort levels (and call her favorite).",
      "date": "2017-08-31",
      "hashtag": "#fitness #look"
    }
  },
  "beauty": {
    "0": {
      "id": 1,
      "title": "Sephora Holiday 2017",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_1.jpg?alt=media&token=21c11c6f-b061-4715-9dd8-c4f7b87cbc85",
      "description": "Shine a light on beautiful skin with glow-getter creams, powders, and liquids—for a subtle radiance, intense glow, or anything in between. This set includes seven deluxe everyday essentials. Available at Sephora.\n 0.085 oz/ 2.4 g BECCA Shimmering Skin Perfector® Pressed in Moonstone\n 0.33 oz/ 10 mL Benefit Cosmetics High Beam\n 0.14 oz/ 4 g Bobbi Brown Mini Shimmer Brick in Bronze\n 0.095 oz/ 2.8 mL Cover FX Custom Enhancer Drops in Moonlight\n 0.06 oz/ 1.7 g NUDESTIX Nudies All Over Face Color in Illumi-naughty\n 0.21 oz/ 6 g Milk Makeup Highlighter in Lit\n 0.07 oz/ 2.2 g tarte Amazonian Clay 12-Hour Highlighter in Exposed",
      "date": "2017-09-12",
      "hashtag": "#beauty #makeup #sephora"
    },
    "1": {
      "id": 2,
      "title": "5 ways to update your fall makeup",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_2.jpg?alt=media&token=66545c57-4928-4080-9097-bba28b2ac72c",
      "description": "Transitioning your summer wardrobe in anticipation for fall doesn’t stop at just shoes and clothes! Your beauty look is just as important. I like to take the turn of a new season as an opportunity to do a total clean out of my makeup bag. It’s time to throw out old products, clean brushes, stow away summer products and bring out those fall color palettes! So grab your favorite fall drink (cinnamon or pumpkin spice latte anyone?), and check out my 5 ways to update your fall makeup this year!\n 1. Swap Your Usual Black Liner for Blue\n Is blue the new black? Maybe not, but it is a fun way to mix up your fall beauty routine. I lined my lower lashes with a crayon shadow like this one! There are awesome colored liners (like this and this) but I love how creamy and blendable the shadow is. If you want a more of a ‘wash-of-color’ as opposed to a thick line, apply a small dot of the product on the outer corner of your lash line and blend it in with your finger!\n 2. Add Brown Lipstick to Your Summer Colors\n You might remember this tip from this post here, but I can’t stop doing it! For your lips this fall, try adding a darker shade of brown or red and mixing it with your summer colors. Adding a darker color to a bright red can give you the perfect maroon. Or a deep purple to a bright pink will give you a gorgeous magenta. Just play around with your lip colors and have fun! You might surprise yourself and create the perfect, one of a kind fall color for you! Blue also tends to accentuate your eye color more if you have darker colored eyes like I do.\n 3. Go Monochrome\n I’ve used this trick before, but it seriously works. A monochrome face is not only a time saver, but it also looks super chic.  Basically, after you’re done mixing your lip colors, or getting that perfect ‘just-kissed’ smudge, use the left over product on your finger to blot the apples of your cheeks, and blend! You’ll get a gorgeous flush of color on your cheeks in seconds! If you want to take it one step further, move the color onto your eyes, too!\n 4. USE BRONZER AS EYESHADOW\n Your bronzer can do so much more than contour. If I’m short on time, or I want an easy subtle smokey eye, I use my bronzer as eyeshadow! This works with matte bronzers like this one or shimmer bronzers like this one!\n If you’re really feeling experimental, try mixing a matte with a shimmer! Use matte around your crease and shimmer to highlight the inner corners!\n 5. The Subtle Glow\n Overcast and gloomy fall days usually always means that there’s no sun in sight. So this fall, add a little sunshine to your glow. A subtle shimmer on your cheekbones will give you a gorgeous glow and can really help brighten up your face. The art of a subtle shimmer is to use just enough to give the glow, and avoid looking so highlighted you could blind someone! Lol! Right now I’m particularly loving this one and this one!\n Who else is ready for fall fashion and beauty? Let me know if you guys do anything fun to change up your beauty routine for fall down below and have a great day!",
      "date": "2017-09-12",
      "hashtag": "#beauty #tips #makeup"
    },
    "2": {
      "id": 3,
      "title": "How not to damage your hair during your vacation",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_3.jpg?alt=media&token=210a9825-1e6d-4615-8cf9-14fe96f6863e",
      "description": "Vacations are so exhausting. Nope, we’re not crazy, we’re just voicing what your hair is thinking! Hours and hours in the sun, swimming, and relax may be music to your ears, but the rest of your head might not be of the same opinion. Previously in this series on how to care for your hair, we’ve talked about how the sea, pool and sun can be your best friends and worst enemies in the summer: this time, we’re being pro-active; here’s the perfect routine to avoid damaging your hair during a vacation and return to the city with a shiny mane!\n Step 1: packing. It all starts with packing, because once you know what kind of baggage you can take on board, you can start figuring out your beauty bag. If your destination entails a long stay and many outfits, find a corner in your suitcase for the new Pantene Gold Series Repairing Hair Mask – it’ll be your strongest ally. If, on the other hand, you’re the adventurous type that travels with a backpack or hand luggage, no worry! Pantene’s Wonder Ampoules are easy to use and perfect for a mini beauty bag which will speed through security.\n Step 2: the routine. Once you’ve selected your product for the vacation, there’s one important thing to do: apply it regularly and consistently! If you only do it once in 10 days, it will be no use. You need to build up a beauty routine that includes hair care, if not every day, then at least every 2-3 washes, so that you can moisturize your hair, which at this point will be stressed by sand, saltwater, and the wind. Also remember to rinse after treatment, and pat it dry if you don’t want to use a hairdryer. If you follow these rules, the treatment will be totally worth it.\n Don’t forget to protect your hair against excessive sunlight with a nice straw hat. You’ll be so glam at the beach, and your hair will thank you! Obviously, we encourage you to keep up the routine after you’re back… it’ll be our little secret 😉",
      "date": "2017-09-12",
      "hashtag": "#hair #tips"
    },
    "3": {
      "id": 4,
      "title": "Charlotte Tilbury Hollywood Lips",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_4.jpg?alt=media&token=27cf675a-2735-401e-9efc-7c4572bbab67",
      "description": "You know we are heading into Autumn/Winter when the liquid lips start landing on our desk. It seems as the weather turns chilly and the evenings get lighter we like a comforting veil of makeup that won’t require any extra effort on our behalf. Why would we want to take our hands out of pocket on a cold train to touch up our lips?\n Charlotte Tilbury’s products are now a firm staple in our makeup bags, we love the brow products and powders and now Charlotte has launched her Hollywood lips range to complement her already stellar lip line up.\n The liquid lips shade line up is complementary to the already existing shades we know and love from the range. A blend of apricots, berry and teeth whitening red!\n The texture on initial application is very thick and the product collects in blobs of rich pigment similar to the texture of thick whipped cream. To avoid product overload you need to swipe the excess off.\n The wand really is magical. It’s crescent shaped with a firm tip to allow you to apply colour with accurate precision and glide the product over the lips easily without drag or patchiness.\n Pigment pay-off is insanely good and one swoop covers well with a comfortable veil of colour.\n There is a good amount of playtime and you won’t find it impossible to move around on the lips. Reswipe the wand over to build the boldness and purse your lips to ensure it squishes into all the crack and crevices.\n Once dry it feels matte but doesn’t look flat. There is a slight satin finish but the texture makes it very long wearing and totally food and drink proof.\n It doesn’t bleed out of the lip line but it does settle in the natural lip lines.\n As you wear it through the day it naturally and softly fades rather than breaks down and separates.\n Not as moisturising as others I have tried but you can lick your lips safe in the knowledge it won’t budge.\n Contains Sea Lavender (who knew!) which acts as an anti-ageing active ingredient which is also collagen boosting and soothing on the lips.\n It also contains Beeswax to act against moisture loss.\n The shade line up...",
      "date": "2017-09-11",
      "hashtag": "#lipstick"
    },
    "4": {
      "id": 5,
      "title": "The Masterclass NYC with Mario Dedivanovic & Kim Kardashian Makeup Tutorial Step By Step",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_5.jpg?alt=media&token=84b9dd6e-2e11-4fe0-b374-1ca06d61a33a",
      "description": "In today’s makeup tutorial, I’m going to walk you through step-by-step on how to recreate signature Kim Kardashian look that her makeup artist Mario Dedivanovic did on her during the Masterclass in NYC that I attended last month. Aside from sharing all the products Mario used on Kim, I will be also dishing on ALL the secrets and tips Mario uses every day to create his coveted looks. I was so excited doing this video and I hope you enjoy watching it!",
      "date": "2017-09-11",
      "hashtag": "#makeup #tutorial"
    },
    "5": {
      "id": 6,
      "title": "Natasha denova lila palette for fall 2017",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_6.jpg?alt=media&token=4e4333d0-c9f5-4d4a-99ac-d8630818e77d",
      "description": "Inspired by her love for the purple color scale, Natasha created the Lila Eyeshadow Palette just in time for Fall. This must-have palette includes all four classic eye shadow textures in her signature chroma crystal, creamy matte, metallic, and innovative duo chrome finishes. Use the velvety shades alone or layer together for head-turning, versatile eye looks for day or night.",
      "date": "2017-09-10",
      "hashtag": "#beauty"
    },
    "6": {
      "id": 7,
      "title": "Barely Blushed",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_7.jpg?alt=media&token=a2d30443-4cd9-4de6-bc0d-996ce6efd0fa",
      "description": "Whether you're wearing a bold lip and don't want to look too over-the-top or you're going for a minimal makeup look, everyone needs a go-to blusher that adds a little 'something' but still looks really subtle. These are the ones that always do the trick for me...\n Sleek Blush in Suede | £4.99 | This is a really lovely, affordable matte blusher that's perfect for a warm-toned minimal blusher look on my skin. It blends really nicely and the texture gives a true matte finish that wears well without being drying and the pigmentation level is perfect for everyday wear. The shade itself is a muted brown-peach nude tone.\n Milani Baked Blush in Luminoso | £10 | Luminoso is a YouTube favourite with good reason! (Though I'm not very impressed at how much these blushers have gone up in price as of late...) It has a formula that rivals Hourglass's (which we'll get to later) as it's so soft and adds a natural, luminous flush of light peach to the cheeks. It's a subtle look on me, however I do think it could look a little ashy on deeper skin tones.\n Too Faced Love Flush Blush in Baby Love | £25 | This well-loved blusher within my collection has a matte look on the cheeks, though it does have a very slight sheen in the pan. It's peach and nude in colour but has slightly mauve undertones. The formula seems a little crumbly but I think that's what makes it apply to the skin so nicely. When I don't know what to wear or I'm in a rush I always reach for this because I just know it'll go with any look.\n Glossier Cloud Paint in Dusk | $18 | This really is a unique liquid-cream blusher formula that really does give that watercolour wash of pigmentation. You only need a small amount and I just dab this out with my fingers for an incredibly natural look. It goes on smoothly and lasts pretty well, even on my combination skin. The shade is a peachy-brown nude that's perfect for when you want a hint of colour without overtly looking as though you have blusher on.\n Tarte 12 Hour Amazonian Clay Blush in Exposed | $29 | This is such a hyped-up product and I can totally see why! It seems to suit quite a lot of different skin tones as well; I've seen people much paler than me who also swear by it. It's quite a true mauve colour that manages to avoid that ashy/washed-out/grey look on my skin tone. This is one of the few proper matte blushers to make it into this post as I find so many of the formulas out there too difficult to work with (which kind of defeats the purpose of a quick and easy throw-on blusher) however this applies so evenly and lasts incredibly well on me.\n Hourglass Ambient Lighting Blush in Mood Exposure | £32 | I love the Hourglass blusher formula; it's actually more pigmented than you'd expect but the way it sits on the skin is just so natural! It gives that glow without any glitter at all so you're cheeks just look so radiant. The shade itself is a sort of mauve-y/plum tone, which is perfect as it brings colour to the face as opposed to some other mauve colours you come across that wash you out. It's so quick and easy to apply and really long-lasting too. It just adds that little hint of colour without stealing the show - swatches really don't do it justice!\n Laura Geller Baked Blush n Brighten in Roseberry | £23 | When I want a pinky option or something that will work with a berry lip - this is a great option. It has a baked formula so there's a slight sheen running through this subtle pinky-purple tone. It blends really easily and applies evenly so it's perfect for adding a flush of colour in a few quick seconds.",
      "date": "2017-09-09",
      "hashtag": "#beauty"
    },
    "7": {
      "id": 8,
      "title": "Too faced I want candy eyes eyeshadow palette",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_8.jpg?alt=media&token=4e127361-27a2-4cf6-bc2b-bd9e8000d50b",
      "description": "I Want Kandee\n Too Faced I Want Kandee Candy Eyes Eyeshadow Palette ($45.00 for 0.48 oz.) features mostly warm-toned shades with a few, slightly more neutral shades in it (like a taupe, plum, deep brown, and black). The overall quality was better than a lot of Too Faced palettes, though there were still some misses and shades that were prone to fading faster than average on me (without a primer). The formula was still on the thinner side, but most shades were fairly pigmented and not too powdery.\n I don’t normally comment on packaging, unless there are noteworthy things to say about it, and that was the case here: it felt particularly well-done. The palette is housed in a tin that resembles a candy box and the back shows the eyeshadows as if they were chocolates in a box.",
      "date": "2017-09-09",
      "hashtag": "#beauty #makeup"
    },
    "8": {
      "id": 9,
      "title": "Deep relax: nothing compares 2U",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_9.jpg?alt=media&token=f7bdecd9-6125-44ee-a74e-e0602cd6d473",
      "description": "I’ve tried a lot of these relaxing bath oils now  – mainly due to the fact that I seem to live in a permanent state of self-induced life-stress – and I can tell you that the Deep Relax from Aromatherapy Associates is one of the very best.\n I seem have two functional modes: completely hyper, highly strung, sort of like Roadrunner on speed… and then total collapse. It’s probably not the best or healthiest way to live, but it seems to be the way I’m built. I have to forcibly relax myself in the evening by hiding my laptop and forgetting where I’ve put it (I have no short-term memory left, so it’s quite easy to lose it on purpose) and the only place I truly, truly switch off is in the bath.\n Now look; this stuff is pricey. But you have to think of it as almost medicinal, rather than purely luxurious. This isn’t just a crap quality carrier oil with some drops of artificial perfume added in, this is a highly concentrated blend of very carefully-chosen essential oils. Vetivert, Camomile and Sandalwood to calm, relax and comfort – the most beautiful low-key, sleep-inducing smell. Aromatherapy Associates are, quite frankly, near-genius at blending oils – everything they make does exactly what it says on the bottle, whether it’s relaxing, reviving, de-stressing or mind-clearing.\n So dispense with the fancy bubbles that smell of cake-shops. If you really want a proper, effective, value-for-your-money treat, then this is it: just a capful, which is a teeny amount, and you transform your bath into a personal spa. And I know that many brands say stuff like “bring the spa home!”, “create an exotic spa in your very own bathroom!” but this oil actually does do something quite special. I used it after I had found my toddler “doing the crossword” on my new, white 1200 thread count bed linen, and my jaw miraculously unclenched itself, my brow un-furrowed, my fingernails gradually worked their way out from the palms of my hands…",
      "date": "2017-09-07",
      "hashtag": "#parfym #beauty"
    },
    "9": {
      "id": 10,
      "title": "Bobbi Brown Crushed Lip Color Review & Swatches – 20 Shades",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_10.jpg?alt=media&token=2eba760f-4b43-4dd8-af6b-efa5885a0f27",
      "description": "Sheer, balmy colour is a huge trend for lips this season and Bobbi Brown have put forward their twenty shade offering. The formula is vibrant yet super comfortable and caring and all about a very modern finish. I absolutely adore the packaging too! Check out the brand new Bobbi Brown Crushed Lip Color. I have swatches of all the shades to show you.\n The ‘crush’ element of the name is all about the crushed pigments that the bullets contain which is encapsulated by caring ingredients and a blend vitamins.\n These are a little different to a lot of the launches we are seeing because they deliver a soft matte finish.",
      "date": "2017-09-04",
      "hashtag": "#beauty #lipstick"
    }
  }
}
