{
  "fashion": {
    "one": {
      "id": 1,
      "title": "How to be fashionable with no money",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fashion_1.jpg?alt=media&token=32f8352b-ec7f-4d06-8f88-02063d66a35d",
      "description": "One of the biggest misconceptions that exists about fashion – and there are many – is that it requires money. No question, the fault for this lies with fashion writers because we tend to write mainly about big (read: expensive) brands. There are several reasons for this, none of which, incidentally, are the ones most people assume, namely, that fashion writers are idiots and think everyone out there spends their Saturday mornings at Louis Vuitton, or, alternatively, that fashion writers are basically a load of Mean Girls, here to make everyone else feel miserable about their un-bling lifestyle.\n Rather, the answer is far more prosaic, which is French for boring: fashion writers are quite lazy. Expensive brands have more money to send out press releases, hold shows, pay for advertising. Therefore, fashion writers are basically spoon-fed the information without having to go out and look for it. (Some fashion writers, of course, are obliged to write nice things about expensive brands because the brands advertise in their publication. Happily, that is not a problem here at the Guardian, where the only fashion I ever see regularly advertised is men’s slacks from the Guardian store. And jolly stylish they are too, I’d wager my Guardian store-bought hat on it.)\n And that, Gen Y, is the rub when it comes to fashionable cheap clothes: they require effort to find. Which is not to say that all expensive things are nice (to be honest, a lot of expensive stuff looks to me like it comes from Imelda Marcos’s garage sale), but it is at least more visible. Good cheap stuff requires some nosing out on your part.",
      "date": "2017-09-05",
      "hashtag": "#fashion #nomoney"
    }
  },
  "fitness": {
    "one": {
      "id": 1,
      "title": "6 Tips for buying runnings shoes",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_1.jpg?alt=media&token=9fa52cd4-7224-4bee-aad8-8d9f14d3087d",
      "description": "To make sure your shoes can go the distance without hurting your body, Fullem suggests these tips to keep in mind.\n 1. Shop at Smaller Stores\n Major department chains can’t always answer your specific needs, so look for smaller specialty stores like Nike or your local running store. These shops have a knowledgeable staff to help you pick the right shoes for your running routine, says Fullem.\n 2. Think About the Length and Width\n Your feet need some breathing room as you run, so get a size that’s half an inch longer than what you normally wear. If running shoes tend to irritate the sides of your feet, then try a different width—brands like New Balance come in a wide range of widths, says Fullem.\n 3.Give Them a Test Run.\n Just like you wouldn’t buy a car without taking it for a spin, the same goes for running shoes. Ask a store clerk if you can take a lap around the store or step outside for a test run, says Fullem. It’s the only way you’ll truly know if a shoe works for you.\n 4. Buy Extras\n When new shoe models comes out every few months, it can be a huge pain to go through the hunt again. Fullem recommends buying more than one pair at a time. This way you’ll know exactly what shoe works for your body. You can also wait to stock up until the next model comes out, because the pair you have might be on sale at that point.\n 5. Don’t Assume Your Size\n Always re-measure your foot and try on a shoe because no two shoes will fit you the same way, says Fullem. Your size 7 Pumas might fit perfectly, but you might be a 7.5 in Reebok.\n 6. Don’t Believe Gimmicks\n If this study proves anything, it’s that “special features” in shoes don’t necessarily lead to better, injury-free performances, says Fullem. Unless a doctor recommends something like gel inserts, stick with the basic—and affordable—option.\n If you’re looking for shoes for different kinds of workouts, check out our shoe finder!",
      "date": "2017-09-09",
      "hashtag": "#running #shoes"
    },
    "two": {
      "id": 1,
      "title": "6 Tips for buying runnings shoes",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/fitness_1.jpg?alt=media&token=9fa52cd4-7224-4bee-aad8-8d9f14d3087d",
      "description": "To make sure your shoes can go the distance without hurting your body, Fullem suggests these tips to keep in mind.\n 1. Shop at Smaller Stores\n Major department chains can’t always answer your specific needs, so look for smaller specialty stores like Nike or your local running store. These shops have a knowledgeable staff to help you pick the right shoes for your running routine, says Fullem.\n 2. Think About the Length and Width\n Your feet need some breathing room as you run, so get a size that’s half an inch longer than what you normally wear. If running shoes tend to irritate the sides of your feet, then try a different width—brands like New Balance come in a wide range of widths, says Fullem.\n 3.Give Them a Test Run.\n Just like you wouldn’t buy a car without taking it for a spin, the same goes for running shoes. Ask a store clerk if you can take a lap around the store or step outside for a test run, says Fullem. It’s the only way you’ll truly know if a shoe works for you.\n 4. Buy Extras\n When new shoe models comes out every few months, it can be a huge pain to go through the hunt again. Fullem recommends buying more than one pair at a time. This way you’ll know exactly what shoe works for your body. You can also wait to stock up until the next model comes out, because the pair you have might be on sale at that point.\n 5. Don’t Assume Your Size\n Always re-measure your foot and try on a shoe because no two shoes will fit you the same way, says Fullem. Your size 7 Pumas might fit perfectly, but you might be a 7.5 in Reebok.\n 6. Don’t Believe Gimmicks\n If this study proves anything, it’s that “special features” in shoes don’t necessarily lead to better, injury-free performances, says Fullem. Unless a doctor recommends something like gel inserts, stick with the basic—and affordable—option.\n If you’re looking for shoes for different kinds of workouts, check out our shoe finder!",
      "date": "2017-09-09",
      "hashtag": "#running #shoes"
    }
  },
  "beauty": {
    "one": {
      "id": 1,
      "title": "Sephora Holiday 2017",
      "image_url": "https://firebasestorage.googleapis.com/v0/b/blog-style-20507.appspot.com/o/beauty_1.jpg?alt=media&token=21c11c6f-b061-4715-9dd8-c4f7b87cbc85",
      "description": "Shine a light on beautiful skin with glow-getter creams, powders, and liquids—for a subtle radiance, intense glow, or anything in between. This set includes seven deluxe everyday essentials. Available at Sephora.\n 0.085 oz/ 2.4 g BECCA Shimmering Skin Perfector® Pressed in Moonstone\n 0.33 oz/ 10 mL Benefit Cosmetics High Beam\n 0.14 oz/ 4 g Bobbi Brown Mini Shimmer Brick in Bronze\n 0.095 oz/ 2.8 mL Cover FX Custom Enhancer Drops in Moonlight\n 0.06 oz/ 1.7 g NUDESTIX Nudies All Over Face Color in Illumi-naughty\n 0.21 oz/ 6 g Milk Makeup Highlighter in Lit\n 0.07 oz/ 2.2 g tarte Amazonian Clay 12-Hour Highlighter in Exposed",
      "date": "2017-09-09",
      "hashtag": "#beauty #makeup #sephora"
    }
  }
}
